"john.appleseed" = "jordi.martorell";
"Sign In" = "Iniciar sessió";
"Your account name or password was entered incorrectly." = "Heu introduït un nom d'usuari o una contrasenya incorrectes.";
"There was an error logging in. Please try again." = "Hi ha hagut un error a l'iniciar sessió. Proveu-ho de nou.";
"Apple ID password" = "ID d'Apple";
"Invalid token data is returned by server" = "Hi ha hagut un error a l'iniciar sessió. Proveu-ho de nou.";
"Authentication was canceled by user" = "S'ha cancel·lat l'autenticació";
"password" = "contrasenya";
"OK" = "Acceptar";
"Password field is empty" = "Escriviu la vostra contrasenya.";
"Password expired. Please change your password on Mac." = "La contrasenya ha caducat. Modifiqueu-la a Configuració->Store";
"Required" = "Obligatori";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Voleu anar a iForgot.apple.com per recuperar les dades del vostre compte?";
"Password" = "Contrasenya";
"Apple ID field is empty" = "El camp de l'ID d'Apple és buit";
"Apple ID" = "ID d'Apple";
"Cancel" = "Cancel·lar";


/* Verification Code Screen Prompt */
"Enter verification code" = "Escriu el codi de verificació";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Escriu el codi de verificació que hem enviat a \"%@\"";

/* Send new code button title */
"Send a new code" = "Enviar un codi nou";

/* SMS subtitle */
"SMS to Phone Number" = "Enviar un SMS al número de telèfon";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "No pots rebre missatges en cap dels teus dispositius?";

/* Verification Code Screen Title */
"Verification Code" = "Codi de verificació";

/* Trusted devices screen title */
"Verify Identity" = "Verificar la identitat";

/* Send button title */
"Send" = "Enviar";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Per a gestionar els dispositius de confiança, vés a %@ amb un Mac o un PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Aquest ID d'Apple té activada la verificació en dos passos.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Rebràs un codi temporal al dispositiu que seleccionis a continuació que podràs fer servir per a verificar la teva identitat.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "DISPOSITIUS DE CONFIANÇA";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "La verificació en dos passos és obligatòria, però no es permet la interacció de l’usuari.";

/* Button title */
"My Apple ID…" = "El meu ID d'Apple…";

/* Phone number description */
"Number ending in %@" = "Número que acaba en %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Has intentat verificar la teva identitat sense èxit massa vegades. Per motius de seguretat, no podràs fer canvis al teu compte durant les següents vuit hores sense la clau de recuperació.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Has enviat massa codis per verificar el teu número de telèfon. Torna-ho a provar més endavant.";

/* Error Message */
"No Device information available." = "No hi ha informació disponible del dispositiu";

/* Error Message */
"The verification code you entered is not valid." = "El codi de verificació que has escrit no és vàlid.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Has verificat el codi erròniament massa vegades. Envia un codi nou a un dispositiu diferent o torna-ho a provar més tard.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "L’ID d’Apple o la contrasenya que has escrit són incorrectes.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Per protegir la teva seguretat, restableix la contrasenya. És senzill: només cal que vagis a %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Aquest ID d’Apple s’ha desactivat per motius de seguretat. Pots restablir la contrasenya a %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Sembla que l’hora actual del dispositiu és incorrecta. Pots modificar-la a Configuració > General > Data i hora, i tornar-ho a provar.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "S’ha produït un error. Torna-ho a provar més tard.";

"You appear to be offline. Please connect to the Internet and try again." = "Sembla que no tens connexió. Connecta’t a Internet i torna-ho a provar.";

"Two-step verification has been disabled for the Apple ID account %@." = "La verificación en dos passos ha estat desactivada per al compte de l'ID d'Apple %@.";

"Signing In" = "S'està iniciant la sessió";

"A new code has been sent to your device." = "S'ha enviat un codi nou al teu dispositiu.";

"Code %1$d of %2$d selected" = "Codi %1$d de %2$d seleccionat";

"Sending New Code" = "S'està enviant un codi nou";

"Verifying code" = "S'està verificant el codi";

"Verified" = "Verificat";

/* Send Code to label */
"Send Code to:" = "Enviar codi a:";

/* Error Message */
"Please enter a valid phone number." = "Escriu un número de telèfon vàlid.";
